Revit 2027 API
ParameterTypeId.BaselineDimOffset Property
 "Baseline Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BaselineDimOffset { get; }
Public Shared ReadOnly Property BaselineDimOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BaselineDimOffset {
	ForgeTypeId^ get ();
}
static member BaselineDimOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace